@extends('layouts.default')

@section('content')
    <main class="b-page c-container">
        @if (app()->getLocale() == 'ru')
            <h1 class="c-h1">Политика обработки персональных данных</h1>
            <h2 class="c-h2">1. ОБЩИЕ ПОЛОЖЕНИЯ</h2>
            <p>1.1. Настоящая Политика обработки персональных данных (далее – Политика), принятая ООО «Гротекс» (ОГРН
                1107847033535, ИНН 7814459396, юридический адрес: Россия, 195279, г. Санкт-Петербург, Индустриальный
                пр., д.
                71, корп. 2, лит. А) (далее – Гротекс), определяет основные принципы, цели, порядок и условия обработки
                персональных данных субъектов, меры по обеспечению безопасности и защиты персональных данных.</p>
            <p>1.2. Настоящая Политика разработана в соответствии с требованиями Конституции Российской Федерации, на
                основании требований Федерального закона Российской Федерации от 27 июля 2006 года № 152-ФЗ «О
                персональных
                данных» и иных законодательных и нормативных правовых актов Российской Федерации в области персональных
                данных и опубликована для неограниченного доступа на сайте Гротекс по адресу: <a href="/"
                    target="_blank">www.solopharm.com</a>.</p>
            <p>1.3. При обработке персональных данных Гротекс исходит из необходимости обеспечения защиты прав и свобод
                человека и гражданина в соответствии с требованиями законодательства Российской Федерации, гарантирует
                соблюдение конфиденциальности в отношении полученных персональных данных с учетом положений настоящей
                Политики и обязуется использовать их только в целях, указанных в Политике.</p>
            <p>1.4. Соблюдение Политики является главным условием обработки персональных данных и обязательно для всех
                работников Гротекс.</p>
            <p>1.5. Политика направлена на обеспечение защиты прав и свобод человека и гражданина при обработке его
                персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную
                тайну,
                определение политики Гротекс как оператора в отношении обработки персональных данных. Политика
                регулирует
                отношения Гротекс и граждан, возникающие в связи с обработкой их персональных данных Гротекс с помощью
                средств автоматизации или без использования таких средств.</p>
            <h2 class="c-h2">2. ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ, СОСТАВ ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
            <p>2.1. Термины и определения, используемые в Политике, трактуются в соответствии с Федеральным законом от
                27.07.2006 № 152-ФЗ «О персональных данных» (далее – ФЗ «О персональных данных») и иными нормативными
                правовыми актами Российской Федерации.</p>
            <p>2.2. Персональные данные - любая информация, относящаяся к прямо или косвенно определенному или
                определяемому
                физическому лицу (субъекту персональных данных) (далее- ПД).</p>
            <p>ПД и их категории могут различаться по степени определенности и определимости субъекта ПД и зависят от
                действительной возможности определения на их основе конкретного человека и гражданина (субъекта).</p>
            <p>Данные, не определяющие личность человека и гражданина, или не позволяющие определить такую личность даже
                с
                применением каких-либо процедур, не являются ПД, а их обработка не связана с необходимостью соблюдения
                законодательства Российской Федерации о ПД. К указанным данным могут относиться такие сведения, как пол,
                возраст, должность, профессия, хобби и пр., и сведения, появляющиеся в связи с повсеместным
                проникновением
                сети Интернет в повседневную жизнь, до тех пор, пока такие сведения не позволяют установить личность
                человека и гражданина.</p>
            <p>2.3. Обработка персональных данных (далее – обработка ПД) – любое действие (операция) или совокупность
                действий (операций), совершаемых с использованием средств автоматизации или без использования таких
                средств
                с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение
                (обновление,
                изменение), извлечение, использование, передачу (распространение, предоставление, доступ),
                обезличивание,
                блокирование, удаление, уничтожение персональных данных.</p>
            <p>2.4. Оператор – государственный или муниципальный орган, юридическое или физическое лицо, самостоятельно
                или
                совместно с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также
                определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке,
                действия
                (операции), совершаемые с персональными данными. Для целей Политики оператором является Гротекс.</p>
            <p>2.5. Субъекты ПД – определенные или определяемые (поддающиеся определению) физические лица. Гротекс
                производит обработку и защиту персональных данных (включая фамилию, имя, отчество, дату рождения, место
                работы, профессию, должность, контактный телефон, адрес электронной почты и др.) клиентов и контрагентов
                Гротекс, потребителей товаров, производимых и поставляемых Гротекс, участников мероприятий, проводимых
                Гротекс, работников контрагентов, работников потенциальных контрагентов, посетителей сайта(ов) Гротекс,
                а
                также персональных данных, поступающих на адрес корпоративной почты Гротекс, заканчивающейся на
                @grotexmed.com (далее – Корпоративная почта), субъектов, которые выразили cогласие на обработку
                персональных
                данных (далее – Согласие) путем отправления информации через выбранные формы на страницах Сайта,
                отправления
                электронного письма, заполнения согласия в письменной форме. Моментом принятия Согласия является
                маркировка
                соответствующего поля в Форме и нажатие на кнопку отправки Формы на любой странице Сайта, а также
                нажатие на
                кнопку отправки электронного письма, содержащего персональные данные субъекта, на адрес Корпоративной
                почты,
                получение письменного согласия.</p>
            <p>2.6. Во время пользования сайтом Гротекс, чтения текстов и загрузки иной информации, происходит
                автоматическая регистрация определенных данных о компьютере, с которого посетитель сайта просматривает
                сайт
                Гротекс. При пользовании сайтом Гротекс собирает следующую информацию:</p>
            <ul>
                <li>дату и время посещения сайта;</li>
                <li>число посещенных страниц, их названия, а также длительность просмотра;</li>
                <li>IP-адрес, присвоенный устройству для выхода в Интернет;</li>
                <li>тип браузера и операционной системы;</li>
                <li>URL сайта, с которого был осуществлен переход.</li>
            </ul>
            <h2 class="c-h2">3. УСЛОВИЯ И ЦЕЛИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
            <p>3.1. Гротекс обрабатывает ПД с целью производства фармацевтической продукции, химических продуктов,
                осуществления деятельности по оптовой торговле фармацевтическими и медицинскими товарами,
                торгово-закупочной
                и торгово-посреднической деятельности, в том числе на внешнем рынке, а также на внутреннем рынке,
                проведения
                маркетинговых анализов и исследований, осуществления маркетинговой и рекламной деятельности,
                осуществления
                научных исследований и разработки в области естественных (химических, биологических, медицинских,
                фармацевтических) наук, и других видов деятельности предусмотренных, Уставом Гротекс, улучшения качества
                деятельности, выполнения требований законодательства Российской Федерации, осуществления договорных,
                гражданско-правовых отношений с физическими лицами в соответствии с Гражданским кодексом Российской
                Федерации, проведения статистических и иных исследований.</p>
            <p>3.2. Получая ПД от физических лиц, указанных в настоящей Политики, и начиная их обработку, Гротекс
                становится
                оператором. Обработка ПД осуществляется Гротекс с соблюдением принципов, условий и правил,
                предусмотренных
                законодательством о ПД, а также в соответствии с настоящей Политикой в следующих основных случаях:</p>
            <p>3.2.1. Обработка персональных данных осуществляется с согласия субъекта ПД на обработку его ПД. Для
                включения
                любых ПД в общедоступные источники ПД и/или передачи ПД третьим лицам необходимо получение указанного
                согласия в письменной форме либо в форме электронного письма, или же получение согласия через сайт. К
                указанному случаю относится, в частности, обработка ПД:</p>
            <ul>
                <li>участников проводимых Гротекс или с его непосредственным участием образовательных и научных
                    мероприятий
                    с целью учета количества участников, анализа их профессиональных интересов, обеспечения действующего
                    в
                    Гротекс уровня безопасности, в том числе действующего пропускного режима и контроля его соблюдения,
                    видеонаблюдения и видеозаписи на территории и в помещениях, на/в которых расположен Гротекс;
                    обеспечения
                    информирования о проводимых Гротекс мероприятиях, выполняемых исследованиях, реализуемых проектах и
                    их
                    результатах; продвижения товаров, работ, услуг Гротекс на рынке, в том числе путем осуществления
                    прямых
                    контактов с субъектами ПД, а также с помощью средств связи;</li>
                <li>руководителей, представителей, работников организаций, юридических лиц – контрагентов или
                    потенциальных
                    контрагентов по договорам, соглашениям и контрактам (далее в совокупности – договоры), клиентов,
                    потребителей, посетителей сайта Гротекс в целях подготовки к заключению договоров и исполнения таких
                    договоров, ведения учета заключенных договоров, с целью проведения анализа, исследования качества,
                    уровня выполняемой Гротекс деятельности;</li>
                <li>направление пользователям сайта справочной и маркетинговой информации, посредством направления
                    сообщений
                    на адрес электронной почты, указанной посетителем сайта; предоставление пользователям возможности
                    для
                    обратной связи с Гротекс; предоставление пользователям сайта консультаций по вопросам, касающимся
                    товаров, производимых Гротекс, в целях маркетинговой деятельности и поддержки пользователей сайта, а
                    также в иных целях, не противоречащих действующему законодательству Российской Федерации и условиям
                    соглашений между Гротекс и соответствующими пользователями сайта.</li>
            </ul>
            <p>3.2.2. Обработка ПД необходима для осуществления и выполнения возложенных законодательством Российской
                Федерации на Гротекс, как на оператора, функций, полномочий и обязанностей.</p>
            <p>3.2.3. Обработка ПД необходима для производственной, предпринимательской, научной, исследовательской
                деятельности при условии, что при этом не нарушаются права и законные интересы субъекта персональных
                данных;
            </p>
            <p>3.2.4. Обработка ПД осуществляется в статистических или иных исследовательских целях.</p>
            <p>3.3. Все вышеуказанные ПД субъектов обрабатываются в объеме и в сроки, предусмотренные соответствующими
                согласиями на обработку ПД, в том числе выраженными в тексте гражданско-правовых договоров, и/или в
                нормативных правовых актах, и/или локальных нормативных актах Гротекс, и/или вытекающими из таких
                нормативных правовых актов и локальных нормативных актов Гротекс, либо в сроки, необходимые для
                достижения
                указанных целей. Вышеперечисленные условия обработки ПД не являются исчерпывающими. Предоставляемые
                согласия
                на обработку ПД могут дополнять или изменять иным образом цели, объем, способы и сроки обработки ПД.</p>
            <p>3.4. Обработка ПД иных лиц осуществляется при наличии их согласий, если они фактически взаимодействуют с
                Гротекс, в том числе в форме возникающих или существующих правоотношений. Если иное не указано в
                Политике,
                заключаемых договорах или предоставляемых субъектами ПД согласиях на обработку ПД, Гротекс использует
                такие
                ПД исключительно для целей, для которых они были предоставлены Гротекс.</p>
            <p>3.5. Работники Гротекс, которые обрабатывают ПД от имени Гротекс, заблаговременно, до начала обработки
                ПД,
                должны убедиться в ее допустимости и законности, удостовериться относительно обладания Гротекс
                соответствующими полномочиями и/или согласиями субъектов ПД. При отсутствии таких полномочий и/или
                согласий
                указанный работник Гротекс должен обеспечить получение согласия от субъекта, обработка ПД которого
                планируется. В этой связи он может:</p>
            <ul>
                <li>предусматривать в различных электронных регистрационных формах, переписке по электронной почте,
                    телефонных переговорах, личных встречах получение согласий на обработку ПД от соответствующих
                    субъектов
                    ПД с обязательной фиксацией такого согласия в любой позволяющей подтвердить факт его получения
                    форме, в
                    том числе с последующим личным подтверждением предоставления согласий такими субъектами в письменной
                    форме;</li>
                <li>применять рекомендуемую форму письменного согласия, которую можно получить у своего
                    непосредственного
                    начальника, начальника службы, за которой закреплен работник или же в финансовой службе Гротекс
                    юридическом отделе.</li>
            </ul>
            <p>3.6. Всякий раз, когда получение необходимого согласия на обработку ПД невозможно и имеются достаточные
                основания полагать, что обработка ПД может нарушить права субъекта(-ов) ПД, соответствующий работник
                Гротекс
                уведомляет любым фиксированным способом (на бумажном носителе, по корпоративной электронной почте,
                факсимильной связью, смс) об этом своего непосредственного начальника и начальника службы, за которой
                закреплен работник, для выработки обоснованного подхода к обработке ПД или установления невозможности их
                обработки.</p>
            <p>Руководители структурных подразделений Гротекс, в непосредственной деятельности которых происходит
                обработка
                ПД субъектов, обеспечивают принятие всех необходимых мер по соблюдению законности обработки ПД, в том
                числе
                получение согласий на обработку и, при необходимости, разработку локальных нормативных актов,
                определяющих
                условия обработки ПД соответствующих групп субъектов. Указанные полномочия могут быть переданы
                руководителями структурных подразделений Гротекс другим работникам Гротекс.</p>
            <p>3.7. В отсутствие указания на иное, предоставляя свои ПД Гротекс, субъект ПД принимает условия Политики и
                тем
                самым свободно, своей волей и в своем интересе распоряжается ими, осознает последствия их предоставления
                и
                выражает свое согласие на их обработку в целях, для достижения которых они предоставляются, а также в
                целях
                соблюдения Гротекс нормативных и ненормативных правовых актов, принимаемых в Российской Федерации;
                исполнения решений, поручений и запросов органов государственной власти, осуществляющих отдельные
                функции и
                полномочия учредителя Гротекс, а также иных органов государственной власти и их должностных лиц;
                обеспечения
                информирования о проводимых Гротекс мероприятиях, выполняемых исследованиях, реализуемых проектах и их
                результатах; продвижения товаров, работ, услуг Гротекс на рынке, в том числе путем осуществления прямых
                контактов с субъектами ПД, в том числе с помощью средств связи; осуществления Гротекс уставной
                деятельности;
                а также аккумуляции сведений о лицах, взаимодействующих с Гротекс, путем сбора, записи, систематизации,
                накопления, хранения, уточнения (обновление, изменение), извлечения, использования, передачи
                (распространения, предоставления, доступа), обезличивания, блокирования, удаления, уничтожения,
                совершаемых,
                в том числе с использованием средств автоматизации. Объем обрабатываемых ПД в указанном случае
                ограничивается теми данными, которые предоставлены субъектами ПД самостоятельно своим согласием, срок
                обработки ПД не ограничен, пока субъект ПД не заявит об отзыве своего согласия на обработку своим ПД.
                Несмотря на широкий перечень действий, допустимых с ПД, на совершение которых дается такое согласие, при
                обработке ПД Гротекс ограничивается достижением конкретных, заранее определенных, законных целей и не
                допускает избыточности их обработки. Гротекс не осуществляет продажу или предоставление в пользование ПД
                в
                какой-либо объективной форме. Обработка ПД в Гротекс за пределами вышеуказанных случаев, в отсутствие
                согласий субъектов ПД на их обработку, запрещена.</p>
            <p>3.8. Ответственным в Гротекс за организацию обработки персональных данных является сотрудник, назначаемый
                приказом Генерального директора Гротекс.</p>
            <h2 class="c-h2">4. ДОСТУП К ПЕРСОНАЛЬНЫМ ДАННЫМ</h2>
            <p>4.1. К обработке ПД в Гротекс допускаются только те лица, которые указаны или определены в Политике или
                внутренними локальными актами Гротекс, лица, которым в установленном настоящей Политикой порядке
                делегированы соответствующие полномочия.</p>
            <p>4.2. Иные работники Гротекс могут получать доступ к ПД в целях чтения и подготовки методических,
                аналитических, сводных и иных материалов в части вопросов, относимых к деятельности таких лиц или
                структурных подразделений Гротекс, к которым они относятся. Доступ работников третьих лиц к ПД может
                быть
                осуществлен исключительно при условии предоставления Гротекс обязательств таких лиц по сохранению
                конфиденциальности, неразглашении соответствующих ПД иным лицам.</p>
            <p>4.3. Лица, виновные в нарушении порядка обработки ПД, несут предусмотренную законодательством Российской
                Федерации ответственность. В отношении работников Гротекс, нарушивших порядок обработки ПД, могут быть
                применены дисциплинарные взыскания.</p>
            <h2 class="c-h2">5. ОСОБЕННОСТИ ЗАЩИТЫ ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
            <p>5.1. Защита ПД представляет собой принятие правовых, организационных и технических мер, направленных на:
            </p>
            <ul>
                <li>обеспечение защиты ПД от неправомерного доступа, уничтожения, модифицирования, блокирования,
                    копирования, предоставления, распространения, а также от иных неправомерных действий в отношении ПД;
                </li>
                <li>соблюдение конфиденциальности ПД;</li>
                <li>реализацию права на доступ к ПД.</li>
            </ul>
            <p>5.2. Гротекс обеспечивает эффективную работу системы защиты ПД, которая включает в себя организационные и
                (или) технические меры, определенные с учетом актуальных угроз безопасности ПД и информационных
                технологий,
                используемых в информационных системах.</p>
            <p>5.3. Защита ПД, хранящихся в электронных базах данных и в информационных системах Гротекс, от
                несанкционированного доступа, искажения и уничтожения информации, а также от иных неправомерных
                действий,
                обеспечивается разграничением прав доступа с использованием учетной записи и системы паролей.</p>
            <p>5.4. Организация хранения ПД в Гротекс осуществляется в порядке, исключающем их утрату или их
                неправомерное
                использование.</p>
            <p>5.5. Для регламентации доступа работников Гротекс к ПД, документам, в том числе электронным, иным
                материальным носителям, базам данных и информационным системам, содержащим ПД, в целях исключения
                несанкционированного доступа третьих лиц, работники которые обрабатывают ПД в Гротекс по должности,
                обязаны
                соблюдать и обеспечивать:</p>
            <ul>
                <li>строгое избирательное и обоснованное распределение документов, иных материальных носителей,
                    содержащих
                    ПД, между работниками;</li>
                <li>рациональное размещение рабочих мест работников, при котором исключается бесконтрольное
                    использование
                    ПД;</li>
                <li>знание соответствующими работниками требований нормативных правовых и локальных нормативных актов по
                    защите информации и сохранении конфиденциальности такой информации;</li>
                <li>наличие необходимых условий в помещении для работы с документами, иными материальными носителями,
                    базами
                    данных и информационными системами, содержащими ПД;</li>
                <li>определение и регламентацию состава работников, имеющих право доступа к базам данных и
                    информационным
                    системам, содержащим ПД;</li>
                <li>организацию порядка уничтожения материальных носителей, содержащих ПД, и его соблюдение;</li>
                <li>своевременное выявление нарушения требований разрешительной системы доступа к ПД;</li>
                <li>работу в структурном подразделении по предупреждению утраты и разглашению ПД при работе с ними;</li>
                <li>ограничение доступа к документам, иным материальным носителям, базам данных и информационным
                    системам,
                    содержащим ПД.</li>
            </ul>
            <p>5.6. Все меры по обеспечению конфиденциальности ПД при их обработке распространяются как на материальные
                носители, так и ПД, представленные в электронном формате.</p>
            <p>5.7. К мерам защиты персональных данных, применяемым в Гротекс, относятся:</p>
            <ul>
                <li>назначение ответственного лица за организацию обработки персональных данных;</li>
                <li>применение правовых, технических и организационных мер по обеспечению безопасности персональных
                    данных;
                </li>
                <li>оценке вреда, который может быть причинен субъектам персональных данных в случае нарушения
                    требований
                    законодательства, соотношение вреда и принимаемых Гротекс мер безопасности;</li>
                <li>использование охраняемых помещений с разграниченным доступом для размещения серверов информационных
                    систем персональных данных, а также использование запираемых шкафов для хранения бумажных носителей
                    персональных данных;</li>
                <li>ознакомление работников Гротекс, непосредственно осуществляющих обработку персональных данных, с
                    положениями законодательства РФ о персональных данных;</li>
                <li>контроль за принимаемыми мерами по обеспечению безопасности персональных данных.</li>
            </ul>
            <h2 class="c-h2">6. ИНФОРМАЦИЯ ЖУРНАЛА, ТЕХНОЛОГИИ «COOKIES» И «WEB BEACONS»</h2>
            <p>6.1. Сайт(ы) Гротекс производит сбор типовой информации журнала сеанса, включая IP-адрес, тип и язык
                обозревателя, а также данные о времени посещения и адресе веб-сайтов, с которых осуществлялся переход по
                ссылкам. С целью обеспечения эффективного управления сайтом и содействия в настройке пользовательского
                интерфейса Гротекс может использовать файлы cookies (небольшие по размеру текстовые файлы, хранящиеся в
                браузере посетителя) или web beacons (веб-маяки — электронные изображения) совместно с tracking pixels
                (пиксели слежения), позволяющие сайту производить подсчет количества посетителей, зашедших на
                определенную
                страницу, и обеспечивать доступ к определенным cookie-файлам. Собранная типовая информация используется
                исключительно в статистических целях. Гротекс не использует персональные данные в целях личной
                идентификации
                кого-либо из пользователей. Однако при авторизации зарегистрированных пользователей на сайте Гротекс
                может
                использовать данную информацию в сочетании со сведениями, получаемыми благодаря средствам анализа данных
                и
                cookie-файлам для того, чтобы проанализировать, как пользователь используют сайт.</p>
            <p>6.2. Используя сайт, ользователь дает свое согласие на то, чтобы Гротекс мог загружать cookie-файлы на
                устройство пользователя согласно описанным выше условиям.</p>
            <p>6.3. Пользователь имеет возможность управлять cookie-файлами, обратившись в настройки браузера. В случае
                удаления cookie-файлов будут удалены все данные о предпочтениях Пользователя, включая предпочтение об
                отказе
                от использования cookie-файлов. В случае блокирования cookie-файлов изменения могут отразиться на
                пользовательском интерфейсе, и некоторые компоненты сайта могут стать недоступными.</p>
            <h2 class="c-h2">7. ПРАВА И ОБЯЗАННОСТИ СУБЪЕКТА ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
            <p>7.1. Субъект персональных данных имеет право:</p>
            <ul>
                <li>требовать уточнения своих персональных данных, их обновления, блокирования или уничтожения;</li>
                <li>получать перечень своих персональных данных, обрабатываемых Гротекс, источник их получения,
                    информацию о
                    сроках обработки своих персональных данных, в том числе о сроках их хранения, и иные сведения об
                    обработке своих персональных данных;</li>
                <li>требовать уведомления всех лиц, которым ранее были сообщены его неверные или неполные персональные
                    данные, обо всех произведенных исправлениях или дополнениях;</li>
                <li>обжаловать в установленном порядке неправомерные действия или бездействия при обработке его
                    персональных
                    данных.</li>
            </ul>
            <p>7.2. Субъекты ПД обязуются предоставлять только достоверные данные о себе.</p>
            <p>7.3. Согласие на обработку персональных данных выдается Субъектами ПД на весь срок, необходимый Гротекс
                для
                достижения целей обработки.</p>
            <p>7.4. Согласие на обработку персональных данных может быть отозвано Субъектом ПД путем направления
                письменного
                заявления по адресу Гротекс: 195279 Россия, Санкт-Петербург, Индустриальный пр., дом 71, корпус 2,
                литера А
                или на адрес Корпоративной почты (<a href="mailto:grtx@grotexmed.com"
                    target="_blank">grtx@grotexmed.com</a>).
            </p>
            <p>7.5. Лица, передавшие сведения в Гротекс через сайт о другом субъекте персональных данных, не имея при
                этом
                согласия субъекта, чьи персональные данные были переданы, несут ответственность в соответствии с
                законодательством Российской Федерации.</p>
            <h2 class="c-h2">8. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</h2>
            <p>8.1. Настоящая Политика подлежит изменению или дополнению в случаях внесения соответствующих изменений
                или
                дополнений в действующее законодательство Российской Федерации о персональных данных, а также может быть
                изменена в любое время по усмотрению Гротекс. Действующая редакция Политики в Гротекс всегда доступна
                для
                просмотра неограниченным кругом лиц на сайте по адресу: <a href="/"
                    target="_blank">www.solopharm.com</a>.</p>
            <p>8.2. Все отношения с участием Гротекс, касающиеся обработки и защиты персональных данных и не получившие
                непосредственного отражения в настоящей Политике, регулируются согласно положениям действующего
                законодательства Российской Федерации о персональных данных.</p>
            <p>8.3. Контроль за исполнением требований настоящей Политики осуществляется лицом, ответственным за
                организацию
                обработки персональных данных Гротекс.</p>
        @else
            <h1 class="c-h1">Personal data processing policy</h1>
            <h2 class="c-h2">1. GENERAL</h2>
            <p>1.1. This Personal Data Processing Policy (hereinafter referred to as the Policy) adopted by Grotex LLC (PSRN
                1107847033535, TIN 7814459396, legal address: Russia, 195279, St. Petersburg, Industrial
                ave., d.
                71, bldg. 2, lit. A) (hereinafter referred to as Grotex), defines the basic principles, objectives,
                procedure and conditions for processing
                personal data of subjects, measures to ensure the security and protection of personal data.</p>
            <p>1.2. This Policy has been developed in accordance with the requirements of the Constitution of the Russian
                Federation, on
                based on the requirements of the Federal Law of the Russian Federation dated July 27, 2006 No. 152-FZ “On
                personal
                data” and other legislative and regulatory legal acts of the Russian Federation in the field of personal
                data and published for unlimited access on the Grotex website at: <a href="/"
                    target="_blank">www.solopharm.com</a>.</p>
            <p>1.3. When processing personal data, Grotex proceeds from the need to ensure the protection of rights and
                freedoms
                person and citizen in accordance with the requirements of the legislation of the Russian Federation,
                guarantees
                maintaining confidentiality in relation to the received personal data, subject to the provisions of this
                Policy and undertakes to use them only for the purposes specified in the Policy.</p>
            <p>1.4. Compliance with the Policy is the main condition for the processing of personal data and is mandatory
                for everyone
                Grotex employees.</p>
            <p>1.5. The policy is aimed at ensuring the protection of the rights and freedoms of man and citizen when
                processing it
                personal data, including the protection of the rights to privacy, personal and family
                a secret
                determination of the policy of Grotex as an operator regarding the processing of personal data. Policy
                governs
                relations between Grotex and citizens arising from the processing of their personal data by Grotex using
                automation tools or without the use of such tools.</p>
            <h2 class="c-h2">2. TERMS AND DEFINITIONS, COMPOSITION OF PERSONAL DATA</h2>
            <p>2.1. The terms and definitions used in the Policy are interpreted in accordance with the Federal Law dated
                07/27/2006 No. 152-FZ "On Personal Data" (hereinafter - the Federal Law "On Personal Data") and other
                regulatory
                legal acts of the Russian Federation.</p>
            <p>2.2. Personal data - any information relating directly or indirectly to a specific or
                defined
                to an individual (subject of personal data) (hereinafter referred to as PD).</p>
            <p>PD and their categories may differ in the degree of certainty and definability of the subject of PD and
                depend on
                the actual possibility of determining on their basis a specific person and citizen (subject).</p>
            <p>Data that does not identify the identity of a person and a citizen, or does not allow to determine such a
                personality even
                With
                the application of any procedures are not PD, and their processing is not related to the need to comply
                legislation of the Russian Federation on PD. This information may include information such as gender,
                age, position, profession, hobby, etc., and information that appears in connection with the widespread
                penetration
                the Internet into everyday life, as long as such information does not allow identification
                person and citizen.</p>
            <p>2.3. Processing of personal data (hereinafter referred to as PD processing) - any action (operation) or set
                actions (operations) performed with the use of automation tools or without the use of such
                funds
                with personal data, including collection, recording, systematization, accumulation, storage, clarification
                (update,
                modification), extraction, use, transfer (distribution, provision, access),
                depersonalization,
                blocking, deletion, destruction of personal data.</p>
            <p>2.4. Operator - a state or municipal body, a legal entity or an individual, independently
                or
                jointly with other persons organizing and (or) carrying out the processing of personal data, as well as
                determining the purposes of processing personal data, the composition of personal data to be processed,
                actions
                (operations) performed with personal data. For the purposes of the Policy, Grotex is the operator.</p>
            <p>2.5. PD subjects are certain or identifiable (determinable) individuals. Grotex
                performs the processing and protection of personal data (including last name, first name,nature, date of
                birth, place
                work, profession, position, contact phone number, e-mail address, etc.) of customers and contractors
                Grotex, consumers of goods produced and supplied by Grotex, participants in events held
                Grotex, employees of counterparties, employees of potential counterparties, visitors to the Grotex
                website(s),
                A
                also personal data received by the Grotex corporate mail address ending with
                @grotexmed.com (hereinafter referred to as Corporate Mail), entities that have expressed their consent to
                the processing
                personal
                data (hereinafter - Consent) by sending information through the selected forms on the pages of the Site,
                departures
                e-mail, filling out the consent in writing. The moment of acceptance of Consent is
                marking
                the corresponding field in the Form and clicking on the submit button of the Form on any page of the Site,
                as well as
                clicking on
                a button to send an e-mail containing the personal data of the subject to the address of the Corporate
                mail,
                obtaining written consent.</p>
            <p>2.6. While using the Grotex website, reading texts and downloading other information,
                automatic registration of certain data about the computer from which the site visitor is browsing
                website
                Grotex. When using the website, Grotex collects the following information:</p>
            <ul>
                <li>date and time of site visit;</li>
                <li>the number of pages visited, their names, and the duration of viewing;</li>
                <li>IP address assigned to the device to access the Internet;</li>
                <li>type of browser and operating system;</li>
                <li>URL of the site from which the transition was made.</li>
            </ul>
            <h2 class="c-h2">3. TERMS AND PURPOSE OF PROCESSING PERSONAL DATA</h2>
            <p>3.1. Grotex processes PD for the purpose of manufacturing pharmaceutical products, chemical products,
                carrying out activities in the wholesale trade of pharmaceutical and medical products,
                trade and purchasing
                and trade and intermediary activities, including in the foreign market, as well as in the domestic market,
                holding
                marketing analysis and research, implementation of marketing and advertising activities,
                implementation
                scientific research and development in the field of natural (chemical, biological, medical,
                pharmaceutical) sciences, and other activities provided for by the Charter of Grotex, quality improvement
                activities, fulfillment of the requirements of the legislation of the Russian Federation, implementation of
                contractual,
                civil law relations with individuals in accordance with the Civil Code of the Russian
                Federation, conducting statistical and other research.</p>
            <p>3.2. When receiving PD from individuals specified in this Policy and starting their processing, Grotex
                becomes
                operator. PD processing is carried out by Grotex in compliance with the principles, conditions and rules,
                envisaged
                PD legislation, as well as in accordance with this Policy in the following main cases:</p>
            <p>3.2.1. The processing of personal data is carried out with the consent of the subject of the PD to the
                processing of his PD. For
                inclusion
                any PD to publicly available sources of PD and / or transfer of PD to third parties, it is necessary to
                obtain the specified
                consent in writing or in the form of an email, or obtaining consent through the site. TO
                this case applies in particular to the processing of PD:</p>
            <ul>
                <li>participants conducted by Grotex or with its direct participation in educational and scientific
                    events
                    in order to take into account the number of participants, analyze their professional interests, ensure
                    the current
                    V
                    Grotex security level, including the current access control and control of its compliance,
                    video surveillance and video recording on the territory and in the premises where Grotex is located;
                    ensure
                    informing about ongoing Grotex events, ongoing research, ongoing projects and
                    their
                    results; promotion of goods, works, services of Grotex on the market, including through the
                    implementation of
                    direct
                    contacts with subjects of PD, as well as using means of communication;</li>
                <li>heads, representatives, employees of organizations, legal entities - counterparties or
                    potential
                    counterparties under contracts, agreements and contracts (hereinafter collectively referred to as
                    contracts), customers,
                    consumersvisitors to the Grotex website in order to prepare for the conclusion of contracts and the
                    execution of such
                    contracts, keeping records of concluded contracts, in order to analyze, study quality,
                    the level of activity carried out by Grotex;</li>
                <li>Sending reference and marketing information to users of the site by sending
                    messages
                    to the e-mail address specified by the website visitor; enabling users
                    For
                    feedback from Grotex; providing users of the site with advice on issues related to
                    goods produced by Grotex, for the purpose of marketing activities and support for users of the site, and
                    also for other purposes that do not contradict the current legislation of the Russian Federation and the
                    conditions
                    agreements between Grotex and the respective users of the site.</li>
            </ul>
            <p>3.2.2. Processing of PD is necessary for the implementation and fulfillment of the obligations imposed by the
                legislation of the Russian
                Federation on Grotex as an operator, functions, powers and responsibilities.</p>
            <p>3.2.3. PD processing is necessary for industrial, entrepreneurial, scientific, research
                activities, provided that this does not violate the rights and legitimate interests of the subject of
                personal
                data;
            </p>
            <p>3.2.4. PD processing is carried out for statistical or other research purposes.</p>
            <p>3.3. All the above PD of the subjects are processed to the extent and within the time limits stipulated by
                the relevant
                consents to the processing of PD, including those expressed in the text of civil law contracts, and / or in
                regulatory legal acts, and/or local regulatory acts of Grotex, and/or arising from such
                regulatory legal acts and local regulatory acts of Grotex, or within the time period necessary for
                achievements
                specified purposes. The above conditions for processing PD are not exhaustive. Provided
                consent
                for PD processing may supplement or otherwise change the purposes, scope, methods and terms of PD
                processing.</p>
            <p>3.4. The processing of PD of other persons is carried out with their consent, if they actually interact with
                Grotex, including in the form of emerging or existing legal relations. Unless otherwise stated in
                Politics
                concluded agreements or consents provided by PD subjects to the processing of PD, Grotex uses
                such
                PD solely for the purposes for which they were provided by Grotex.</p>
            <p>3.5. Grotex employees who process PD on behalf of Grotex, well in advance of processing
                PD,
                must be convinced of its admissibility and legitimacy, ascertain about the possession of Grotex
                relevant powers and/or consents of PD subjects. In the absence of such authority and/or
                consents
                the specified Grotex employee must ensure that consent is obtained from the subject whose PD is processed
                planned. In this regard, he can:</p>
            <ul>
                <li>provide for in various electronic registration forms, e-mail correspondence,
                    telephone conversations, personal meetings, obtaining consent for the processing of PD from the relevant
                    subjects
                    PD with mandatory fixation of such consent in any document allowing to confirm the fact of its receipt
                    form, in
                    including with subsequent personal confirmation of consent by such subjects in writing
                    form;</li>
                <li>Use the recommended written consent form, which is available from your
                    immediate
                    head, head of the service to which the employee is assigned or in the Grotex financial service
                    legal department.</li>
            </ul>
            <p>3.6. Whenever obtaining the necessary consent for the processing of PD is not possible and there are
                sufficient
                grounds to believe that the processing of PD may violate the rights of the subject (-s) of the PD, the
                relevant employee
                Grotex
                notifies in any fixed way (on paper, by corporate e-mail,
                facsimile, sms) about this to his immediate supervisor and the head of the service, for which
                the employee is assigned, in order to develop a reasonable approach to the processing of PD or to establish
                the impossibility of their
                processing.</p>
            <p>Heads of structural subdivisions of Grotex, in the direct activity of which the
                treatment
                PD subjects, ensure that all necessary measures are taken to comply with the legality of PD processing,
                including
                includingobtaining consents for processing and, if necessary, the development of local regulations,
                defining
                conditions for processing PD of the respective groups of subjects. These powers can be delegated
                heads of structural subdivisions of Grotex to other employees of Grotex.</p>
            <p>3.7. Unless otherwise indicated, by submitting its PD to Grotex, the PD subject accepts the terms of the
                Policy and
                topics
                disposes of them most freely, by his own will and in his own interest, is aware of the consequences of their
                provision
                And
                expresses its consent to their processing for the purposes for which they are provided, as well as in
                purposes
                compliance by Grotex with normative and non-normative legal acts adopted in the Russian Federation;
                execution of decisions, orders and requests of public authorities that carry out certain
                functions and
                powers of the founder of Grotex, as well as other public authorities and their officials;
                ensure
                informing about ongoing Grotex events, ongoing research, ongoing projects and their
                results; promotion of goods, works, services of Grotex on the market, including through the implementation
                of direct
                contacts with PD subjects, including through means of communication; implementation of the Grotex statutory
                activities;
                as well as the accumulation of information about persons interacting with Grotex by collecting, recording,
                systematizing,
                accumulation, storage, clarification (updating, change), extraction, use, transfer
                (distribution, provision, access), depersonalization, blocking, deletion, destruction,
                committed,
                including using automation tools. The volume of processed PD in the specified case
                is limited to the data provided by the PD subjects independently with their consent, the period
                PD processing is not limited until the PD subject declares the withdrawal of his consent to the processing
                of his PD.
                Despite the wide range of actions allowed with PD, for which such consent is given, when
                PD processing by Grotex is limited to the achievement of specific, predetermined, legitimate purposes and is
                not
                allows redundancy of their processing. Grotex does not sell or lease PD
                V
                some objective form. PD processing at Grotex outside of the above cases, in the absence of
                consent of PD subjects to their processing is prohibited.</p>
            <p>3.8. Responsible in Grotex for organizing the processing of personal data is an employee appointed by
                by order of the General Director of Grotex.</p>
            <h2 class="c-h2">4. ACCESS TO PERSONAL DATA</h2>
            <p>4.1. Only those persons who are specified or defined in the Policy or
                internal local acts of Grotex, persons who, in accordance with the procedure established by this Policy
                appropriate powers have been delegated.</p>
            <p>4.2. Other Grotex employees may access PD for the purpose of reading and preparing methodological,
                analytical, summary and other materials in terms of issues related to the activities of such persons or
                structural subdivisions of Grotex to which they belong. Access by third-party employees to PD may
                be
                carried out solely on the condition that Grotex provides the obligations of such persons to preserve
                confidentiality, non-disclosure of relevant PD to other persons.</p>
            <p>4.3. Persons guilty of violating the procedure for processing PD shall bear the
                Federation responsibility. With regard to Grotex employees who violated the procedure for processing PD,
                there may be
                disciplinary sanctions applied.</p>
            <h2 class="c-h2">5. FEATURES OF PROTECTION OF PERSONAL DATA</h2>
            <p>5.1. PD protection is the adoption of legal, organizational and technical measures aimed at:
            </p>
            <ul>
                <li>ensuring the protection of PD from unauthorized access, destruction, modification, blocking,
                    copying, providing, distributing, as well as from other illegal actions in relation to PD;
                </li>
                <li>observance of confidentiality of PD;</li>
                <li>implementation of the right to access PD.</li>
            </ul>
            <p>5.2. Grotex ensures the effective operation of the PD protection system, which includes organizational and
                (or) technical measures determined taking into account actual threats to the security of PD and information
                technology,
                used in information systems.</p>
            <p>5.3. Protection of PD stored in electronic databases and information systemsemah grotex, from
                unauthorized access, distortion and destruction of information, as well as from other illegal
                action,
                is provided by the differentiation of access rights using an account and a password system.</p>
            <p>5.4. The organization of storage of PD in Grotex is carried out in a manner that excludes their loss or
                illegal
                use.</p>
            <p>5.5. To regulate the access of Grotex employees to PD, documents, including electronic, other
                material media, databases and information systems containing PD, in order to exclude
                unauthorized access of third parties, employees who process PD in Grotex by position,
                obliged
                observe and ensure:</p>
            <ul>
                <li>strict selective and reasonable distribution of documents, other material carriers,
                    containing
                    PD, between employees;</li>
                <li>rational placement of workers' workplaces, which excludes uncontrolled
                    usage
                    PD;</li>
                <li>knowledge by relevant employees of the requirements of regulatory legal and local regulations on
                    protecting information and maintaining the confidentiality of such information;</li>
                <li>the presence of the necessary conditions in the room for working with documents, other material media,
                    bases
                    data and information systems containing PD;</li>
                <li>determination and regulation of the composition of employees who have the right to access databases and
                    informational
                    systems containing PD;</li>
                <li>organization of the procedure for the destruction of material media containing PD and its observance;
                </li>
                <li>timely detection of violations of the requirements of the permissive system of access to PD;</li>
                <li>work in the structural unit to prevent the loss and disclosure of personal data when working with them;
                </li>
                <li>restriction of access to documents, other material media, databases and information
                    systems,
                    containing PD.</li>
            </ul>
            <p>5.6. All measures to ensure the confidentiality of PD during their processing apply as to material
                media and PD presented in electronic format.</p>
            <p>5.7. Personal data protection measures applied by Grotex include:</p>
            <ul>
                <li>appointment of a person responsible for organizing the processing of personal data;</li>
                <li>the application of legal, technical and organizational measures to ensure the security of personal
                    data;
                </li>
                <li>Assessing the harm that may be caused to personal data subjects in the event of a breach
                    requirements
                    legislation, the ratio of harm and security measures taken by Grotex;</li>
                <li>use of secure premises with limited access to host information servers
                    personal data systems, as well as the use of lockable cabinets for storing paper media
                    personal data;</li>
                <li>Familiarization of Grotex employees directly involved in the processing of personal data with
                    provisions of the legislation of the Russian Federation on personal data;</li>
                <li>control over the measures taken to ensure the security of personal data.</li>
            </ul>
            <h2 class="c-h2">6. MAGAZINE INFORMATION, COOKIES AND WEB BEACONS TECHNOLOGIES</h2>
            <p>6.1. The Grotex site(s) collects typical session log information, including IP address, type and language
                browser, as well as data on the time of visit and the address of the websites from which the transition was
                made
                links. In order to ensure effective management of the site and to assist in setting up user
                Grotex interface may use cookies (small text files stored in
                visitor's browser) or web beacons (web beacons - electronic images) together with tracking pixels
                (tracking pixels) that allow the site to count the number of visitors to
                certain
                page and provide access to certain cookies. Collected sample information is used
                solely for statistical purposes. Grotex does not use personal data for personal
                identification
                any of the users. However, upon authorization of registered users on the Grotex website
                Maybe
                use this information in combination with information obtained through data analysis tools
                And
                cookies in order to analyze howthe user is using the site.</p>
            <p>6.2. By using the site, the user consents to Grotex being able to upload cookies to
                user's device according to the conditions described above.</p>
            <p>6.3. The user has the ability to manage cookies by accessing the browser settings. When
                deleting cookies, all data about the User's preferences will be deleted, including the preference for
                failure
                from the use of cookies. If you block cookies, changes may affect
                user interface, and some site components may become unavailable.</p>
            <h2 class="c-h2">7. RIGHTS AND OBLIGATIONS OF THE SUBJECT OF PERSONAL DATA</h2>
            <p>7.1. The subject of personal data has the right:</p>
            <ul>
                <li>to demand clarification of their personal data, their updating, blocking or destruction;</li>
                <li>to receive a list of their personal data processed by Grotex, the source of their receipt,
                    information about
                    terms of processing their personal data, including the terms of their storage, and other information
                    about
                    processing your personal data;</li>
                <li>Require notification of all persons who have previously been given incorrect or incomplete personal
                    information
                    data about any corrections or additions made;</li>
                <li>appeal in the prescribed manner against illegal actions or omissions in the processing of it
                    personal
                    data.</li>
            </ul>
            <p>7.2. PD subjects undertake to provide only reliable data about themselves.</p>
            <p>7.3. Consent to the processing of personal data is issued by the PD Subjects for the entire period required
                by Grotex
                For
                achieve the purposes of processing.</p>
            <p>7.4. Consent to the processing of personal data may be withdrawn by the PD Subject by sending
                written
                applications to the Grotex address: 195279 Russia, St. Petersburg, Industrialny pr., 71, building 2,
                letter A
                or to the Corporate Mail address (<a href="mailto:grtx@grotexmed.com"
                    target="_blank">grtx@grotexmed.com</a>).
            </p>
            <p>7.5. Persons who transmitted information to Grotex through the website about another subject of personal
                data, without having
                this
                consent of the subject, whose personal data was transferred, are liable in accordance with
                legislation of the Russian Federation.</p>
            <h2 class="c-h2">8. FINAL PROVISIONS</h2>
            <p>8.1. This Policy is subject to change or addition in cases of making appropriate changes.
                or
                additions to the current legislation of the Russian Federation on personal data, and may also be
                modified at any time at the sole discretion of Grotex. The current version of the Policy is always available
                in Grotex
                For
                viewing by the general public on the site at: <a href="/"
                    target="_blank">www.solopharm.com</a>.</p>
            <p>8.2. All relations involving Grotex relating to the processing and protection of personal data and not
                received
                directly reflected in this Policy are governed by the provisions of the current
                legislation of the Russian Federation on personal data.</p>
            <p>8.3. Control over the fulfillment of the requirements of this Policy is carried out by the person responsible
                for
                organization
                personal data processing Grotex.</p>
        @endif
    </main>
@endsection

