<?php

return [

	'fio' => 'ФИО',
	'city' => 'Город',
	'university' => 'Учебное заведение',
	'course' => 'На каком курсе обучаетесь',
	'faculty' => 'Факультет',
	'date-start' => 'Дата начала стажировки',
	'date-end' => 'Дата окончания стажировки',
	'phone' => 'Телефон',
	'email' => 'Email',
	'direction' => 'Направление стажировки',
	'letter' => 'Сопроводительное письмо',
	'resume' => 'Прикрепить резюме',
	'btn' => [
		'send-internship' => 'Отправить заявку на стажировку',
		'send-supplier' => 'Отправить коммерческое предложение'
	],
	'city-note' => ' Прохождение стажировки возможно только в очном формате в городе Санкт-Петербург',
	'policy' => [
		'internship' => 'Отправляя форму, Вы даете согласие на обработку персональных данных в соответствии с <a href="/policy" class="c-link-black" target="_blank">Политикой конфиденциальности</a>'
	],
	'errors' => [
		'form' => 'Заполните все поля',
		'required' => 'Поля обязательны для заполнения',
		'email' => 'Введите корректный email: example@mail.ru',
		'phone' => 'Введите корректный номер телефона: +7(999) 999-99-99',
		'INN' => 'Введите корректный ИНН: 10 цифр',
		'policy' => 'Необходимо дать согласие'
	],
	'select' => [
		'default' => 'Не выбрано'
	],
	'internship' => [
		'success' => 'Спасибо! Заявка успешно отправлена',
	],
	'supplier' =>
	[
		'success' => 'Спасибо! Данные успешно отправлены',
		'info' => 'Компания Solopharm рассмотрит предложения о сотрудничестве',
		'policy' => 'Я ознакомился и согласен с Условиями отбора поставщиков, предъявляемых Компанией Solopharm и Правилами использования сервиса подачи коммерческих предложений',
		'questionnaire' => 'Предварительный опросник',
		'grotex' => 'Являетесь ли вы действующим поставщиком компании ООО «Гротекс»',
		'resident' => 'Ваша компания является резидентом РФ?',
		'supply-cat' => 'Категория поставок',
		'type-company' => [
			'name' => 'Компания является',
			'distributor' => 'Дистрибьютером',
			'manufacturer' => 'Производителем',
			'service' => 'Подрядчиком'
		],
		'company' => 'Компания',
		'subtitle-name' => 'Компания является',
		'INN' => 'ИНН',
		'legal-address' => 'Юридический адрес',
		'actual-address' =>	'Физический адрес',
		'system-quality' => 'Список систем качества',
		'website' => 'Сайт',
		'person' => 'Контактное лицо',
		'job' => 'Должность',
		'work-phone' => 'Рабочий телефон',
		'contact' => 'Контактные данные',
		'yes' => 'Да',
		'no' => 'Нет',

	]
];
