<?php


return [
	'title' => 'Фармацевтическая компания Solopharm | Солофарм.',
	'photo' => 'Фото',
	'description' => 'Солофарм — российская фармацевтическая компания, производитель лекарственных средств, витаминов и БАДов. Современные препараты для сохранения здоровья и качества жизни людей.',
	'keywords' => 'солофарм solopharm гротекс официальный сайт фармацевтическая компания производитель лекарственный медицинский препарат российский фарма завод',
	'search' => 'Поиск',
	'export' => 'Экспорт',
	'export-description' => 'продукт зарегистрирован и поставляется за рубеж',
	'vital' => 'жнвлп',
	'vital-description' => 'Включен в перечень жизненно необходимых и важнейших лекарственных препаратов',
	'soon' => 'скоро',
	'otc' => 'Безрецептурный препарат',
	'recept' => 'Рецептурный препарат',
	'otc-card' => 'без рецепта',
	'recept-card' => 'по рецепту',
	'novelty-card' => 'новинка',
	'nothing' => 'Ничего не найдено',
	'find' => 'Найти',
	'respond' => [
		'caption' => 'Откликнуться',
		'subject-start' => 'Резюме на рассмотрение',
		'body-start' => 'Прошу рассмотреть мою резюме на позицию',
		'body-end' => 'в приложении к данному письму'
	],
	'reset' => 'Сбросить',
	'novelty' => 'Новинки',
	'created_at' => 'Новинки',
	'share' => 'Поделиться',
	'document' => 'Документ',
	'watch-video' => 'Смотреть видео',
	'breadcrumbs' => [
		'main' => 'Главная',
		'vacancy' => 'Вакансии',
		'values' => 'Solopharm в цифрах',
		'contractual' => 'Контрактное производство',
		'become-supplier' => 'Стать поставщиком'
	],
	'footer' => [
		'rights' => 'Все права защищены',
		'policy' =>	'Политика конфиденциальности',
		'techart-web' => 'Pазработка и техническая поддержка сайта',
		'techart' => 'Текарт'
	],
	'header' => [
		'search-placeholder' => 'Введите текст запроса'
	],
	'product' => [
        'title' => 'Препараты',
        'filter' => [
            'all' => 'Все препараты',
			'submit' => 'Применить',
            'name' => 'Фильтр',
            'back' => 'Назад'
        ],
		'meta' => [
			'title' => 'состав, инструкция | Solopharm в России',
			'keywords' => 'фармацевтический лекарственный медицинский бад препарат средство лекарство таблетки капсула солофарм solopharm',
			'description' => 'производства Solopharm — состав, инструкция по применению. Сделано в России. Узнайте на сайте, где купить'
		],
		'img' => [
			'alt-start' => 'Препарат',
			'alt-end' => 'Solopharm'
		],
		'tooltip' => [
			'youtube' => 'Смотреть видео',
			'site' => 'Перейти на вебсайт',
			'instruction' => 'Читать инструкцию',
			'iq' => 'Перейти к обучению'
		],
		'indications' => 'Показания к применению',
		'pharm' => 'Фармакотерапевтическая группа:',
		'scope_pharm' => 'Область применения:',
		'compound' => 'Состав:',
		'scope' => 'Область применения',
		'export_countries' => 'Наличие регистрации в странах',
		'backurl' => 'Вернуться в каталог',
		'MNN' => 'МНН:',
		'catalog-default-name' => 'Каталог.pdf'
	],
	'contacts' => [
		'title' => 'Контакты',
		'meta' => [
			'desc' => 'Производственные площадки и офисы компании Солофарм: адрес, телефон, схема проезда, контакты сотрудников.',
			'keywords' => 'солофарм solopharm гротекс фармацевтическая компания
			российский фарма завод адрес телефон'
		]
	],
	'news' => [
		'meta' => [
			'title' => 'Новости компании Solopharm',
			'desc' => 'Читайте новости компании Solopharm на сайте.',
			'keywords' => 'солофарм solopharm гротекс фармацевтическая компания завод производство новость событие'
		]
	],
	'press' => [
		'meta' => [
			'title' => 'Solopharm в СМИ',
			'desc' => 'Читайте подробнее на сайте компании Solopharm.',
			'keywords' => 'солофарм solopharm гротекс фармацевтическая компания завод производство новость сми'
		]
	],
	'gallery' => [
		'meta' => [
			'title' => 'Solopharm',
			'desc' => 'Solopharm — смотреть фото.',
			'keywords' => 'солофарм solopharm гротекс фармацевтическая компания завод производство производственная площадка лаборатория'
		]
	],
	'career' => [
		"title" => "Карьера в Solopharm",
		"subtitle1" => "Вакансии",
		"text1" => "Станьте частью <br> большой и дружной <br> команды Solopharm",
		"subtitle2" => "Стажировка",
		"text2" => "Принимаем заявки на <br> стажировку молодых <br> специалистов",
	],
	'main' => [
		'career' => 'Молодые специалисты являются значимым потенциалом для развития предприятия, мы заинтересованы в привлечении нового поколения персонала. Активно приглашаем студентов и обеспечиваем необходимые условия для их обучения и роста. Каждый стажер проходит обучение у опытного наставника, который курирует его работу и способствует формированию практических навыков',
		'video_about_company' => 'Видео о компании',
		'popup' => 'Solopharm проводит клиническое исследование по лечению рака молочной железы',
		'learn' => 'Узнать подробнее'
	],
	'404' => [
		'title' => "Ой! Мы не можем найти эту страницу",
		'description' => "Код ошибки",
		'report' => "Сообщить об ошибке",
		'back' => "Вернуться на главную"
	],
	'press_title' => 'Пресс-центр',
	'equipment' => [			
		'manufacturer' => 'Производитель',
		'packaging_type' => 'Форма выпуска',
		'performance' => 'Производительность'
	],
	'vacancy' => [
		'responsibilities' => 'Обязанности',
		'requirements' => 'Требования',
		'conditions' => 'Условия',
		'meta' => [
			'title' => 'Вакансии Solopharm',
			'desc-start' => 'Открытая вакансия',
			'desc' => 'Белая ЗП, ДМС, комфортный офис, корпоративный трансфер. Станьте частью дружной команды Солофарм.',
			'keywords' => 'солофарм solopharm гротекс фармацевтическая компания завод вакансия работа сотрудник'
		],
		'respond' => 'Подробнее'
	],
	'search-page' => [
		'title' => 'Результаты поиска',
		'placeholder' => 'Введите ключевое слово',
		'tag' => [
			'products' => 'Продукты',
			'news' => 'Новости',
			'presses' => 'Пресса'
		],
		'count' => 'Найдено объектов',
	],
	'mail' => [
		'auto-message' => 'Сообщение создано автоматически',
		'internship' => [
			'subject' => 'Заявка на стажировку',
		],
		'supplier' => [
			'subject' => 'Коммерческое предложение о сотрудничестве'
		]
	],
	'meta' => [
		'title' => ' | Solopharm — российская фармацевтическая компания',
		'news' => 'Новости',
		'press' => 'Пресс-центр',
		
	],
	'cookie' => 'Мы используем файлы cookie в соответствии с <a class="c-link" href="/policy/">политикой в отношении файлов cookie</a>, чтобы обеспечить лучшую работу с сайтом.'
];
